---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.FamilyLoadingIntoDocumentEventArgs
source: html/147b3549-c11b-e847-bb72-004b65d7aeed.htm
---
# FamilyLoadingIntoDocumentEventArgs Members

When the event is cancellable, may call the Cancel() method to cancel it.